Repository: eduvpn/python-eduvpn-client
Catalog: eduvpn/data/share/locale/*/LC_MESSAGES/eduVPN.po
Languages: cs_cz

source: and <b>{0} hour</b>
cs_cz: a <b>{0} hodinu</b>

source: Add Server
cs_cz: Přidat server

source: Authorization required
cs_cz: Nutná autorizace

source: Cancel
cs_cz: Zrušit

source: Certificate expired
cs_cz: Certifikát vypršel

source: Change Location
cs_cz: Změnit umístění

source: Configuring
cs_cz: Nastavování

source: Connection active
cs_cz: Spojení aktivní

source: Connection failed
cs_cz: Spojení selhalo

source: Connection info
cs_cz: Informace o spojení

source: Connection state unknown
cs_cz: Neznámý stav spojení

source: DOWNLOADED
cs_cz: STAŽENO

source: DURATION
cs_cz: TRVÁNÍ

source: Disconnected
cs_cz: Odpojeno

source: Error
cs_cz: Chyba

source: Find your institute
cs_cz: Vyberte svoji instituci

source: Finishing Authorization
cs_cz: Dokončuji autorizaci

source: General failure, please quit
cs_cz: Obecná chyba, ukončete prosím

source: IPv4 ADDRESS
cs_cz: IPv4 ADRESA

source: IPv6 ADDRESS
cs_cz: IPv6 ADRESA

source: Institute Access
cs_cz: Institucionální přístup

source: Loading
cs_cz: Načítám

source: Not connected
cs_cz: Nepřipojeno

source: Other Servers
cs_cz: Jiné servery

source: PROFILES
cs_cz: PROFILY

source: Please choose a location
cs_cz: Prosím vyberte umístění

source: Please choose a profile
cs_cz: Prosím vyberte profil

source: Please wait
cs_cz: Prosím čekejte

source: Preparing to connect
cs_cz: Příprava na připojení

source: Quit
cs_cz: Odejít

source: Renew Session
cs_cz: Obnovit relaci

source: Search for your institute...
cs_cz: Hledejte vaši instituci...

source: Secure Internet
cs_cz: Bezpečný internet

source: Server Label
cs_cz: Označení serveru

source: Settings
cs_cz: Nastavení

source: Support:
cs_cz: Podpora:

source: The authorization token is being finished.
cs_cz: Autorizační token se připravuje.

source: The server details are being loaded.
cs_cz: Podrobnosti o serveru se načítají.

source: This app needs authorization and has opened your webbrowser. It will proceed when you have completed the authorization
cs_cz: Tato aplikace vyžaduje autorizaci a otevřela váš webový prohlížeč. Po dokončení autorizace bude pokračovat

source: This session has expired
cs_cz: Relace vypršela

source: UPLOADED
cs_cz: ODESLÁNO

source: Valid for <b>unknown</b>
cs_cz: Platné <b>neznámá délka</b>

source: Valid for <b>{0} day</b>
cs_cz: Platné <b>{0} den</b>

source: Valid for <b>{0} hour</b>
cs_cz: Platné <b>{0} hodinu</b>

source: Valid for <b>{0} minute</b>
cs_cz: Platné <b>{0} minutu</b>

source: Your connection is being configured.
cs_cz: Probíhá nastavení vašeho připojení.
